---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterOperatorAndTextString
source: html/1a60fc50-f262-e036-c86f-b6785762efa9.htm
---
# FilterOperatorAndTextString Members

Releases all resources used by the FilterOperatorAndTextString